{
	"welcome": "Ласкаво просимо до нашого інтернет-магазину писанок ручної роботи!",
	"description": "Ми раді вітати вас у світі українських традицій та мистецтва. У нашому магазині ви знайдете унікальні писанки, створені з любов’ю та майстерністю. Кожна писанка – це неповторний витвір мистецтва, який несе в собі глибокий символізм та багатовікову історію. Наші майстри використовують лише натуральні матеріали та старовинні техніки, передані з покоління в покоління.",
	"Choose your own unique symbol of goodness, happiness, and prosperity from our rich collection of Pysankas.": "Оберіть свій унікальний символ добра, щастя та благополуччя серед нашої багатої колекції писанок.",
	"Home": "Головна",
	"About": "Про мистецтво",
	"Store": "Магазин",
	"Our online store is proud to preserve and popularize the traditional Ukrainian art of Pysanka making. Pysanka is not just an egg painted with patterns, but a real amulet, a symbol of rebirth and life.": "Наш інтернет-магазин пишається тим, що зберігає та популяризує традиційне українське мистецтво писанкарства. Писанка – це не просто яйце, розписане візерунками, а справжній оберіг, символ відродження та життя.",
	"History of Pysanka in Ukraine": "Історія писанкарства в Україні",
	"The art of Pysanka making in Ukraine has a thousand-year history. Archaeological findings show that the tradition of painting eggs existed as far back as the Trypillian culture. Pysanky have always had an important ritual significance: they were given as gifts for Easter, used in wedding ceremonies and as amulets for the home.": "Мистецтво писанкарства в Україні має тисячолітню історію. Археологічні знахідки свідчать, що традиція розписувати яйця існувала ще за часів Трипільської культури. Писанки завжди мали важливе ритуальне значення: їх дарували на Великдень, використовували у весільних обрядах та як обереги для дому.",
	"Techniques and regional peculiarities": "Техніки та регіональні особливості",
	"Carpathians": "Карпати",
	"Pysanka from this region are usually very bright and colorful. Traditional geometric patterns, symbols of the sun, stars and plants are used. The most commonly used technique is wax painting.": "Писанки з цього регіону зазвичай дуже яскраві та насичені. Використовуються традиційні геометричні візерунки, символи сонця, зірок та рослин. Найчастіше застосовується техніка воскового розпису.",
	"In different regions of Ukraine, Easter eggs differ in their techniques and ornaments:": "В різних регіонах України писанки відрізняються своїми техніками та орнаментами:",
	"Podillia": "Поділля",
	"The ornaments of Podillia's Pysanka are usually more restrained, using floral and animal motifs. The dominant colors are red and black. The technique often combines wax painting with the use of natural dyes.": "Орнаменти подільських писанок зазвичай більш стримані, з використанням рослинних та тваринних мотивів. Домінуючими кольорами є червоний та чорний. Техніка часто поєднує восковий розпис з використанням природних барвників.",
	"Polissya": "Полісся",
	"Pysanky of Polissia are characterized by their simplicity and minimalism. Mostly natural colors are used: green, yellow, and brown. The ornaments look like small floral motifs and symbols of fertility.": "Писанки Полісся вирізняються своєю простотою та мінімалізмом. Використовуються здебільшого природні кольори – зелений, жовтий, коричневий. Орнаменти маютьвигляд дрібних квіткових мотивів та символів родючості.",
	"Prydniprovia": "Придніпров'я",
	"Complex geometric patterns and multicolored compositions are popular in this region. The technique involves multi-stage coloring and wax patterns.": "У цьому регіоні популярні складні геометричні візерунки та багатокольорові композиції. Техніка включає в себе багатоетапне фарбування та нанесення воскових візерунків.",
	"Slobozhanshchina": "Слобожанщина",
	"Pysanka from this region are characterized by intricate ornaments and rich colors. Traditional symbols of fertility, sun and water are used.": "Писанки з цього регіону відрізняються складними орнаментами та насиченими кольорами. Використовуються традиційні символи родючості, сонця та води.",
	"Our masters": "Наші майстри",
	"Our mission is to preserve and pass on to the next generations the richness of the Ukrainian art of Pysanka making. Each Pysanka in our store is the result of the inspired work and soul of our craftsmen. Thank you for choosing Ukrainian traditions and supporting our national values.": "Наша місія – зберегти та передати наступним поколінням багатство українського мистецтва писанкарства. Кожна писанка в нашому магазині – це результат натхненної праці та душі наших майстрів. Дякуємо, що обираєте українські традиції та підтримуєте наші національні цінності.",
	"Meet our Pysanka`s makers:": "Познайомтесь з нашими майстрами писанкарства:",
	"Master of the Pysankas": "Майстер Писанок",
	"Mariana Svirzhevska": "Мар'яна Свіржевська",
	"Add to cart": "Додати у кошик",
	"in cart": "у кошику",
	"Remove": "Видалити",
	"Mariana Svirzhevska is a talented craftswoman known for her unique Easter eggs. Her works are characterized by elegance, harmonious color combinations, and authenticity.": "Мар'яна Свіржевська - талановита майстриня, відома своїми унікальними писанками. Її роботи відзначаються витонченістю, гармонійним поєднанням кольорів і автентичністю.",
	"Video of Mariana`s work": "Відео робіт Мар'яни",
	"All information on this site is for portfolio purposes only. No products are sold.": "Уся інформація на цьому сайті представлена виключно для портфоліо. Продаж товарів не здійснюється.",
	"Cart": "Кошик",
	"Total": "Разом",
	"Artists": "Майстри"
}
